Autodesk.Revit.DB.TriangleInShellComponent.#ctor(Autodesk.Revit.DB.TriangleInShellComponent)
Creates a copy of the given TriangleInShellComponent
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013